CLASSIFY_TASK = "Представь, что ты классификатор. Я буду давай тебе текст, а ты отвечай мне названием класса к которой относится этот текст. В ответе выводи только его, без каких-либо дополнительных пояснений, извинений или иных слов."

EXAMPLE_REQUEST = """Во Франции продолжаются беспорядки. Вот главное:
▪️ В Нантере прошел траурный марш в память о 17-летнем парне, который был застрелен полицейским при отказе подчиниться их требованиям;
▪️ Постепенно марш перерос в массовые беспорядки — протестующие били витрины, жгли автомобили и здания, закидывали полицейских бутылками, петардами и камнями;
▪️ Также протестующие попытались прорваться к городской префектуре, полиция применила слезоточивый газ, для подавления беспорядков в город прибыл спецназ;
▪️ Беспорядки охватили многие крупные города Франции. Люди вышли на улицы в Париже, Лилле, Амьене, Сент-Этьене, Дижоне, Клермон-Ферране, Страсбурге и Лионе, сообщает Le Parisien;
▪️ Этой ночью МВД Франции задействует для подавления беспорядков 40 тысяч полицейских. Вчера их было 9 тысяч;
▪️ Макрон назвал массовые беспорядки «абсолютно неоправданными» и призвал граждан к спокойствию.
На видео: горящий офис банка Crédit Mutuelle в Нантере."""

EXAMPLE_RESPONSE = "Политика"
